Repository: danieleV9/LetHimCook
Catalog: LetHimCook/Resources/*.lproj/Localizable.strings
Languages: it

# home_ingredients_title
source: Ingredients:
it: Ingredienti:

# home_find_recipe_button
source: Find the recipe
it: Trova la ricetta

# home_tell_me_prompt
source: Tell me what's in your fridge
it: Inserisci i tuoi ingredienti

# ingredient_input_placeholder
source: Add an ingredient
it: Aggiungi un ingrediente

# ingredient_input_accessibility_add
source: Add ingredient
it: Aggiungi ingrediente

# ingredient_input_footer_limit
source: You can add up to 10 ingredients
it: Puoi aggiungere fino a 10 ingredienti

# ingredient_input_footer_hint
source: Add up to 10 ingredients for more precise suggestions.
it: Aggiungi fino a 10 ingredienti per suggerimenti più precisi.

# ingredient_input_empty_title
source: No ingredients
it: Nessun ingrediente

# ingredient_input_empty_description
source: Start by adding the ingredients you have available.
it: Inizia aggiungendo gli ingredienti che hai a disposizione.

# ingredient_input_section_title
source: Your ingredients
it: I tuoi ingredienti

# ingredient_input_clear_list
source: Clear list
it: Svuota elenco

# ingredient_input_nav_title
source: Ingredients
it: Ingredienti

# ingredient_input_done_button
source: Done
it: Fine

# recipe_back_button
source: Back
it: Indietro

# recipe_title
source: Recipe
it: Ricetta

# recipe_placeholder
source: Welcome! Your recipe will appear here.
it: Benvenuto! La tua ricetta apparirà qui.

# recipe_error_message
source: Failed to load recipe.
it: Impossibile caricare la ricetta.

# saved_recipes_nav_title
source: My Recipes
it: Le mie ricette

# saved_recipes_clear_all
source: Clear all
it: Cancella tutto

# tab_saved_recipes_title
source: My recipes
it: Le mie ricette

# recipe_prompt_format
source: Suggest a recipe using these ingredients: %@
it: Suggerisci una ricetta usando questi ingredienti: %@
